Repository: Vistaus/Yatzy
Catalog: po/*.po
Languages: es, fr, hu, ro

source: About
es: Acerca de
ro: Despre

source: Back
es: Atrás
ro: Înapoi

source: Version %1
es: Versión %1

source: Released under the terms of the GNU GPL v3
es: Publicado bajo los términos de la GNU GPL v3
ro: Distribuit sub termenii licenţei GNU GPL v3

source: Source code available on
es: Código fuente disponible en

source: Game in progress
es: Juego en marcha
fr: Partie en cours
hu: Már folyamatban van egy játék
ro: Joc în desfăşurare

source: Change game mode
es: Cambiar modo de juego

source: Are you sure you want to restart this game?
es: ¿Seguro que quiere reiniciar esta partida?
fr: Êtes-vous sûr(e) de vouloir redémarrer cette partie ?
hu: Biztos benne, hogy újra szeretné kezdeni?
ro: Sunteţi sigur(ă) că doriţi să o luaţi de la capăt?

source: Start a<br/>new game
es: Iniciar una<br/>nueva partida
ro: Începe un <br/>joc nou

source: Change mode<br/>and reset
es: Cambiar modo<br/>y reiniciar

source: Continue<br/>current game
es: Continuar<br/>la partida actual
hu: Jelenlegi<br/>játék folytatása
ro: Continuă<br/>jocul actual

source: Clear scores
es: Limpiar marcadores
fr: Effacer les scores
hu: Eredmények törlése
ro: Şterge scorurile

source: Existing scores will be deleted. This cannot be undone.
es: Al salir se perderán los marcadores. No hay marcha atrás.
fr: Les scores existants seront effacés. Cette action est irréversible.
hu: Az eredmények törölve lesznek. Ez nem vonható vissza a későbbiekben.
ro: Scorurile existente vor fi şterse. Această acţiune nu poate fi anulată.

source: Keep existing scores
es: Mantener los marcadores
fr: Garder les scores existants
hu: Eredmények megtartása
ro: Păstrează scorurile existente

source: How to play
es: Cómo jugar
ro: Cu se joacă

source: High scores
es: Mayores puntuaciones
ro: Cele mai bune scoruri

source: Reload
es: Recargar
ro: Încarcă din nou

source: Mode
es: Modo

source: Now
es: Ahora
fr: Maintenant
hu: Most
ro: Acum

source: %n second ago
es: hace %n segundo
fr: Il y a %n seconde
hu: %n másodperce
ro: acum %n secundă

source: %n minute ago
es: hace %n minuto
fr: Il y a %n minute
hu: %n perce
ro: acum %n minut

source: %n hour ago
es: hace %n hora
fr: Il y a %n heure
hu: %n órája
ro: acum %n oră

source: %n day ago
es: Hace %n día
fr: Il y a %n jour
hu: %n napja
ro: acum %n zi

source: New Game
es: Nueva partida
fr: Nouvelle partie
hu: Új játék
ro: Joc nou

source: Roll (%n)
es: Tirada (%n)
fr: Lancés restants (%n)
hu: Dobás (%n)
ro: Aruncă (mai ai %n)

source: Ones
es: Unos
fr: Un
hu: Egyesek
ro: Unu

source: Twos
es: Doses
fr: Deux
hu: Kettesek
ro: Doi

source: Threes
es: Treses
fr: Trois
hu: Hármasok
ro: Trei

source: Fours
es: Cuatros
fr: Quatre
hu: Négyesek
ro: Patru

source: Fives
es: Cincos
fr: Cinq
hu: Ötösök
ro: Cinci

source: Sixes
es: Seises
fr: Six
hu: Hatosok
ro: Sase

source: Bonus
es: Bonificación
hu: Bónusz
ro: Premiere

source: Chance
es: Suerte
hu: Összeg
ro: Şansă

source: One Pair
es: Una pareja
fr: Une paire
hu: Egy pár
ro: O pereche

source: Two Pair
es: Dos parejas
fr: Deux paires
hu: Két pár
ro: Două perechi

source: Three of a Kind
es: Tres iguales
fr: Brelan
hu: Három egyforma
ro: Trei la fel

source: Four of a Kind
es: Cuatro iguales
fr: Carré
hu: Négy egyforma
ro: Careu

source: Small Straight
es: Escalera pequeña
fr: Petite suite
hu: Kis sor
ro: Cinci la rând - mică

source: Large Straight
es: Escalera grande
fr: Grande suite
hu: Nagy sor
ro: Cinci la rând - mare

source: House
es: Casa
fr: Full
hu: Full House
ro: Full

source: How to Play
es: Cómo jugar
fr: Comment jouer
hu: Játékmenet
ro: Cum se joacă

source: Info
es: Información
ro: Informaţii

source: is a game where you roll five dice and try and make sets that score points. The goal is to get the highest score.
es: es un juego en el que tira cinco dados y trata de hacer series que consiguen puntos. El objetivo es conseguir la puntuación más alta.

source: The game is made up of <b>15</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
es: El juego consta de <b>15</b> turnos. Un turno comienza al tirar los cinco dados. Puede volver a tirar alguno o todos los dados hasta dos veces. Seleccione los dados que no quiere volver a tirar.

source: Points are scored by summing the dice that make each set. The following sets are possible.
es: Los puntos se consiguen sumando los dados que forman cada serie. Son posibles las siguientes series.

source: Dice showing the number 1.
es: Dados mostrando el número 1.

source: Dice showing the number 2.
es: Dados mostrando el número 2.

source: Dice showing the number 3.
es: Dados mostrando el número 3.

source: Dice showing the number 4.
es: Dados mostrando el número 4.

source: Dice showing the number 5.
es: Dados mostrando el número 5.

source: Dice showing the number 6.
es: Dados mostrando el número 6.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 50 points is given.
es: Si las series anteriores consiguen al menos 63 puntos (una media de tres dados en cada una de ellas) entonces se obtiene una bonificación de 50 puntos.

source: Two dice showing the same number (largest pair used).
es: Dos dados con el mismo número (utilizado el par más grande).

source: Two Pairs
es: Dos parejas

source: Two pairs of dice.
es: Dos pares de dados.

source: Three dice showing the same number. The eyes of <b>equal</b> dice are sum up.
es: Tres dados mostrando el mismo número. Se suman los puntos de los dados <b>iguales</b>.

source: Four dice showing the same number. The eyes of <b>equal</b> dice are sum up.
es: Cuatro dados mostrando el mismo número. Se suman los puntos de los dados <b>iguales</b>.

source: 1 to 5 in any order -> <b>15</b> points.
es: 1 a 5 en cualquier orden -> <b>15</b> puntos.

source: Long Straight
es: Escalera grande

source: 2 to 6 in any order -> <b>20</b> points.
es: 2 a 6 en cualquier orden -> <b>20</b> puntos.

source: A pair and a three of a kind <b>sum up</b>.
es: Un par y un tres de la misma clase <b>se suman</b>.

source: All five dice showing the same number (worth 50 points).
es: Todos los dados mostrando el mismo número (vale 50 puntos)

source: All dice used for scoring.
es: Todos los dados usados para puntuar.

source: You must choose a set for each turn. If the dice do not match the chosen set rules then zero is scored for that set.
es: Debe elegir un conjunto para cada turno. Si los dados no coinciden con las reglas del juego elegido entonces se anota cero en ese juego.

source: Have fun!
es: ¡Diviértase!

source: The game is made up of <b>13</b> turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.
es: El juego consta de <b>13</b> turnos. Un turno comienza al tirar todos los cincos dados. Puede volver a tirar alguno o todos los dados hasta dos veces. Seleccione los dados que no quiere volver a tirar.

source: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 35 points is given.
es: Si los conjuntos anteriores puntúan al menos 63 puntos (una media de tres dados en cada conjunto) entonces se consigue una bonificación de 35 puntos.

source: Three dice showing the same number. The eyes of <b>all</b> dice are sum up.
es: Tres dados mostrando el mismo número. Se suman los puntos de <b>todos</b> los dados.

source: Four dice showing the same number. The eyes of <b>all</b> dice are sum up.
es: Cuatro dados mostrando el mismo número. Se suman los puntos de <b>todos</b> los dados.

source: Row of four in any order -> <b>30</b> points.
es: Fila de cuatro en cualquier orden -> <b>30</b> puntos.

source: Row of five in any order -> <b>40</b> points.
es: Fila de cinco en cualquier orden -> <b>40</b> puntos.

source: A pair and a three of a kind -> <b>25</b> points.
es: Un par y un tres de la misma clase -> <b>25</b> puntos.

source: High Scores
es: Puntuaciones más altas
fr: Meilleurs scores
hu: Eredmények
ro: Cele mai bune scoruri

source: Version
ro: Versiunea

source: Source code available on <a style="text-decoration: none;" href="https://github.com/mymike00/Yatzy">GitHub.com</a>
ro: Codul sursă este disponibil pe <a style="text-decoration: none;" href="https://github.com/mymike00/Yatzy">GitHub.com</a>

source: <i>Yatzy</i> is a game where you roll five dice and try and make sets that score points. The goal is to get the highest score.<br/><br/>The game is made up of 15 turns. A turn starts by rolling all five dice. You can re-roll some or all of the dice up to twice. Select dice to stop them from being re-rolled.<br/><br/>Points are scored by summing the dice that make each set. The following sets are possible.<br/><i>Ones</i>: Dice showing the number 1.<br/><i>Twos</i>: Dice showing the number 2.<br/><i>Threes</i>: Dice showing the number 3.<br/><i>Fours</i>: Dice showing the number 4.<br/><i>Fives</i>: Dice showing the number 5.<br/><i>Sixes</i>: Dice showing the number 6.<br/><i>Bonus</i>: If the above sets score at least 63 points (an average of three dice in each set) then a bonus of 50 points is given.<br/><i>One Pair</i>: Two dice showing the same number (largest pair used).<br/><i>Two Pairs</i>: Two pairs of dice.<br/><i>Three of a Kind</i>: Three dice showing the same number.<br/><i>Four of a Kind</i>: Four dice showing the same number.<br/><i>Small Straight</i>: 1, 2, 3, 4, 5 in any order.<br/><i>Long Straight</i>: 2, 3, 4, 5, 6 in any order.<br/><i>House</i>: A pair and a three of a kind.<br/><i>Yatzy</i>: All five dice showing the same number (worth 50 points).<br/><i>Chance</i>: All dice used for scoring.<br/><br/>You must choose a set for each turn. If the dice do not match the chosen set rules then zero is scored for that set.<br/><br/>Have fun!<br/>
fr: Le <i>Yahtzee</i> est un jeu où vous lancez cinq dés en essayant d'obtenir des séries qui vous rapportent des points. Le but est d'obtenir le score le plus élevé.<br/><br/>Le jeu est composé de quinze tours. Un tour commence par le lancé des cinq dés simultanément. Vous pouvez relancer certains dés ou la totalité des dés jusqu'à deux fois. Sélectionnez les dés afin de les empêcher d'être relancés.<br/><br/>Les points sont comptabilisés en additionnant les dés qui participent à chaque série. Les séries suivantes sont possibles.<br/><i>Un</i> : Dés affichant le chiffre 1.<br/><i>Deux</i> : Dés affichant le chiffre 2.<br/><i>Trois</i> : Dés affichant le chiffre 3.<br/><i>Quatre</i> : Dés affichant le chiffre 4.<br/><i>Cinq</i> : Dés affichant le chiffre 5.<br/><i>Six</i> : Dés affichant le chiffre 6.<br/><i>Bonus</i> : Si les séries ci-dessus totalisent au moins 63 points (une moyenne de trois dés dans chaque série) alors un bonus de 50 points est attribué.<br/><i>Une paire</i> : Deux dés affichant le même chiffre (plus grande paire utilisée).<br/><i>Deux paires</i> : Deux paires de dés.<br/><i>Brelan</i> : Trois dés affichant le même chiffre.<br/><i>Carré</i> : Quatre dés affichant le même chiffre.<br/><i>Petite suite</i> : 1, 2, 3, 4, 5 dans n'importe quel ordre.<br/><i>Grande suite</i> : 2, 3, 4, 5, 6 dans n'importe quel ordre.<br/><i>Full</i> : Une paire et un brelan.<br/><i>Yahtzee</i> : Les cinq dés affichant le même chiffre (vaut 50 points).<br/><i>Chance</i> : Tous les dés sont utilisés pour marquer des points.<br/><br/>Vous devez choisir une série à chaque tour. Si les dés ne correspondent pas aux règles de la série choisie alors aucun point n'est marqué pour cette série.<br/><br/>Amusez-vous bien !<br/>
hu: A <i>Kockapóker</i> egy olyan játék, ahol öt dobókockával dobva próbálhat minél több pontot szerezni.<br/><br/>A játék 15 körből áll. A körök mindig dobással kezdődnek. A nem kellő dobókockákkal kétszer dobhat újra, míg a kiválasztottak megmaradnak. <br/><br/>A pontok a dobásokból kirakott kombinációkból adódnak össze. A következő kombinációk lehetségesek: <br/><i>Egyesek</i>: A kocka egyest mutat.<br/><i>Kettesek</i>: A kocka kettest mutat.<br/><i>Hármasok</i>: A kocka hármast mutat.<br/><i>Négyesek:</i>: A kocka négyest mutat.<br/><i>Ötösök:</i>: A kocka ötöst mutat.<br/><i>Hatos</i>: A kocka hatost mutat.<br/><i>Bónusz</i>: Ha az előző kombinációk összege legalább 63 (ez azt jelenti, hogy mindegyikből legalább 3 ugyanolyan kocka van), akkor 50 bónuszpont jár.<br/><i>Egy pár</i>: Két ugyanolyan kocka (a nagyobb pár számít).<br/><i>Két pár</i>: 2 db pár.<br/><i>Három ugyanolyan</i>: Három ugyanolyan kocka.<br/><i>Négy ugyanolyan</i>: Négy ugyanolyan kocka.<br/><i>Kis sor</i>: 1, 2, 3, 4, 5 bármilyen sorrendben.<br/><i>Nagy sor</i>: 2, 3, 4, 5, 6 bármilyen sorrendben.<br/><i>Full House</i>: Egy pár és három ugyanolyan.<br/><i>Öt egyforma</i>: Öt egy forma kocka ( 50 pontot ér).<br/><i>Összeg</i>: Az összes kocka összege.<br/><br/>Minden körben választani kell egy kombinációt. Ha semmilyen kombinációval nem egyeznek egy körben a dobott kockák, akkor az nulla pontot ér.<br/><br/>Jó szórakozást!<br/>
ro: <i>Yatzy</i> este un joc unde se aruncă cinci zaruri iar jucătorul încearcă să obţină diferite combinaţii care îi aduc puncte. Scopul este să obţii un scor cât mai mare. <br/><br/>Jocul constă în 15 ture. O tură începe prin aruncarea tuturor celor 5 zaruri, după aceasta poţi să mai arunci toate sau doar unele dintre ele încă de două ori. Apasă pe zarurile pe care doreşti să le păstrezi.<br/><br/>Punctele sunt acordate prin însumarea zarurilor care formează fiecare combinaţie. Sunt disponibile următoarele combinaţii.<br/><i>Unu<i/>: Se ţine cont numai de zarurile care arată cifra 1.<br/><i>Doi<i/>: Se ţine cont numai de zarurile care arată cifra 2.<br/><i>Trei<i/>: Se ţine cont numai de zarurile care arată cifra 3.<br/><i>Patru<i/>: Se ţine cont numai de zarurile care arată cifra 4.<br/><i>Cinci<i/>: Se ţine cont numai de zarurile care arată cifra 5.<br/><i>Şase<i/>: Se ţine cont numai de zarurile care arată cifra 6.<br/><i>Bonus<i/>: Dacă în combinaţiile de mai sus sa obţinut un scor de cel puţin 63 de puncte (o medie de 3 zaruri în fiecare combinaţie) atunci se primeşte un bonus de 50 de puncte.<br/><i>O pereche<i/>: Două zaruri care arată acelaşi număr (se ia în calcul perechea cea mai mare).<br/><i>Două perechi<i/>:Două perechi de zaruri.<br/><i>Trei la fel<i/>: Trei zaruri care arată acelaşi număr.<br/><i>Careu<i/>: Patru zaruri care arată acelaşi număr.<br/><i>Cinci la rând - mică<i/>: Combinaţia 1, 2, 3, 4, 5 în orice ordine a zarurilor.<br/><i>Cinci la rând - mare<i/>: Combinaţia 2, 3, 4, 5, 6 în orice ordine a zarurilor.<br/><i>Full<i/>: O pereche şi trei la fel.<br/><i>Yatz<i/>: Toate cele 5 zaruri arătând acelaşi număr (se acordă 50 de puncte).<br/><i>Şansă<i/>: Se adună toate zarurile la scor.<br/><br/>Trebuie să alegi un set pentru fiecare tură. Dacă zarurile afişate nu se potrivesc combinaţiei aleasă atunci vei primii zero puncte.<br/><br/>Distracţie plăcută!<br/>

source: Restart game
fr: Redémarrer la partie

source: Continue current game
fr: Continuer la partie actuelle

source: Yatzy
fr: Yahtzee
hu: Kockapóker

source: A game where you roll five dice and try and make sets that score points. The goal is to get the highest score.
fr: Un jeu où vous lancez cinq dés en essayant de faire des séries qui rapportent des points. Le but est d'obtenir le score le plus élevé.

source: die,dice,yahtzee,roll
fr: dé,dés,yahtzee,yatzy,lancé

source: Total: <b>%n</b>
hu: Összesen: <b>%n</b>
